{
    "d": {
        "title": "Eensymachines",
        "address": "India, Pune-411057",
        "logo": "eensybright.png",
        "logo_round": "eensy_crop_round.png",
        "tag_desc": "Internet of things company",
        "short_desc": "We are a tech-startup based in Pune, India,building Internet-Of-Things artefacts that can make your home an interesting place to live at. All the products are cloud-ready and can be controlled from anyplace that has internet.",
        "desc": [
            "We, a bunch of creative engineers, building small electrical/electronic devices that envoy the routine/ clockwork task. Keen on solving everyday problems in a bid to make our domestic lives easier, we assemble the hardware in-house & meticulously build and test every line of working code on it.",
            "Watching a swarm of cloud connected machines executing precise clockwork is such a delight that we went ahead to build an entire startup out of it. Now, everytime we build one thing it leads us to a next whacky idea for your home. It's like the excitement never ends."
        ],
        "about":[
            {
                "p": "Eensymachines was conceptualized in March of 2018 and it took shape 2021 and started its first sale in 2022. Begetter was a home-automation enthusiast who built several gadgets for his own home eventually launched it on the market shelf, after having tested it in the field."
            },
            {
                "p": "Eensymachines focuses on getting IoT to common households, making living a fun experience. For long we have got ourseleves busy with menial jobs that could have been delegated to a swarm of tiny machines (eensy machines) which know our preferences well."
            },
            {
                "p": "Eensymachines assembles hardware, writes/builds its software on the devices and cloud. Optimized accurate code, reliable hardware build are some of the hallmarks of it."
            }
        ],
        "email": "mailto:hello@eensymachines.in",
        "github": "https://github.com/eensymachines-in",
        "whatsapp": "https://api.whatsapp.com/send?phone=+918390302622",
        "facebook": "https://www.facebook.com/eensymachines",
        "feedback": [
            {
                "title": "Much innovative",
                "stars": 5,
                "cust": "Yakshita",
                "text": "It really works! Initially I was a bit skeptical of the “controlling from anywhere” claim, but let me tell you it really works !"
            },
            {
                "title": "Nimble & responsive",
                "stars": 5,
                "cust": "Ruchira",
                "text": "The web applications they provide are really seamless, I could pick any of my devices and could send in commands at will. The system is quite responsive as well."
            },
            {
                "title": "Worth the money",
                "stars": 4,
                "cust": "Vijay",
                "text": "I have tried using Autolumin, and I find it my best investment till date. Now my aquarium has smart switches and I no longer have to switch on/off the accessories."
            }
        ]
    }
}